Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Thank you to every user who downloaded and used our app, thank you to every user who made an in-app purchase for your support, and thank you to all our friends for your support.
ar: شكر لكل مستخدم قام بتنزيل التطبيق واستخدامه، وشكر لكل من دعم الشراء داخل التطبيق، وشكر للأصدقاء المحيطين.
az: Yükləyib istifadə edən hər bir istifadəçiyə, tətbiqdaxili alış edən hər bir dəstəkçiyə və dostlarıma təşəkkür edirəm.
bg: Благодаря на всеки потребител за изтеглянето и използването, благодаря на всеки потребител с покупки в приложението за подкрепата, благодаря на приятелите за подкрепата.
bn: ডাউনলোড এবং ব্যবহার করার জন্য প্রতিটি ব্যবহারকারীকে ধন্যবাদ, সমর্থনের জন্য প্রতিটি ইন-অ্যাপ ক্রয় ব্যবহারকারীকে ধন্যবাদ, এবং বন্ধুদের সমর্থনের জন্য ধন্যবাদ।
ca: Gràcies a cada usuari per descarregar i utilitzar l'app, gràcies a cada usuari que ha fet compres integrades pel seu suport, i gràcies als amics pel seu suport.
ceb: Salamat sa matag user sa pag-download ug paggamit, salamat sa matag user nga mipalit sulod sa app sa ilang suporta, ug salamat sa suporta sa mga higala sa palibot.
cs: Děkuji každému uživateli za stažení a používání, děkuji každému předplatiteli za podporu a děkuji přátelům za podporu.
da: Tak til hver bruger for download og brug, tak til hver bruger for køb i appen, tak for støtten fra venner omkring mig.
de: Danke an jeden Nutzer für das Herunterladen und Nutzen, danke an jeden zahlenden Nutzer für die Unterstützung, danke an Freunde für die Unterstützung.
el: Ευχαριστώ κάθε χρήστη για τη λήψη και τη χρήση, ευχαριστώ κάθε χρήστη που έκανε αγορές εντός εφαρμογής για την υποστήριξη, ευχαριστώ τους φίλους μου για την υποστήριξη.
es: Gracias a cada usuario por descargar y usar, gracias a cada usuario de compras integradas por su apoyo, y gracias a los amigos por su apoyo.
es_us: Gracias a cada usuario por descargar y usar, gracias a cada usuario que compró en la app por su apoyo, y gracias a los amigos por su apoyo.
et: Tänan iga kasutajat allalaadimise ja kasutamise eest, tänan iga rakendusesisese ostu tegijat toetuse eest ja tänan sõpru toetuse eest.
fa: تشکر از هر کاربری برای دانلود و استفاده، تشکر از هر کاربری که خرید درون‌برنامه‌ای انجام داده و تشکر از حمایت دوستان.
fi: Kiitos jokaiselle käyttäjälle lataamisesta ja käytöstä, kiitos jokaiselle maksavalle käyttäjälle tuesta, kiitos ystäville tuesta.
fil: Salamat sa bawat user sa pag-download at paggamit, salamat sa bawat user na bumili sa app para sa suporta, at salamat sa suporta ng mga kaibigan sa paligid.
fr: Merci à chaque utilisateur pour le téléchargement et l'utilisation, merci à chaque utilisateur payant pour son soutien, merci à mes amis pour leur soutien.
fr_ca: Merci à chaque utilisateur pour le téléchargement et l'utilisation, merci à chaque utilisateur pour les achats intégrés, et merci aux amis pour leur soutien.
ga: Go raibh maith agat gach úsáideoir as íoslódáil agus úsáid, go raibh maith agat gach úsáideoir ceannacháin in-aip as an tacaíocht, agus buíochas le cairde as a dtacaíocht.
gu: ડાઉનલોડ કરવા અને ઉપયોગ કરવા બદલ દરેક વપરાશકર્તાનો આભાર, સમર્થન માટે દરેક ઇન-એપ ખરીદી કરનાર વપરાશકર્તાનો આભાર, અને મિત્રોના સમર્થન માટે આભાર.
he: תודה לכל משתמש על ההורדה והשימוש, תודה לכל משתמש שרכש בתוך האפליקציה על התמיכה, ותודה לחברים סביבי על התמיכה.
hi: डाउनलोड करने और उपयोग करने के लिए प्रत्येक उपयोगकर्ता का धन्यवाद, समर्थन के लिए प्रत्येक इन-ऐप खरीदारी उपयोगकर्ता का धन्यवाद, और दोस्तों के समर्थन के लिए धन्यवाद।
hr: Hvala svakom korisniku na preuzimanju i korištenju, hvala svakom korisniku kupnje unutar aplikacije na podršci i hvala prijateljima na podršci.
hu: Köszönöm minden felhasználónak a letöltést és a használatot, köszönöm minden vásárlónak a támogatást, és köszönöm a barátaim támogatását.
id: Terima kasih kepada setiap pengguna yang mengunduh dan menggunakan, terima kasih atas dukungan setiap pengguna pembelian dalam aplikasi, dan terima kasih atas dukungan teman-teman.
is: Takk fyrir að hlaða niður og nota appið, takk fyrir stuðninginn í gegnum innkaup í appinu, og takk vinum í kringum mig fyrir stuðninginn.
it: Grazie a ogni utente per il download e l'utilizzo, grazie a ogni utente per il supporto tramite acquisti in-app, grazie agli amici per il sostegno.
ja: ダウンロードして利用してくださったすべてのユーザー、課金して支援してくださったすべてのユーザー、そして支えてくれた友人たちに感謝します。
jv: Matur nuwun kanggo saben pangguna sing ngundhuh lan nggunakake, matur nuwun kanggo dhukungan pangguna sing tuku ing aplikasi, lan matur nuwun kanggo dhukungan kanca-kanca.
kk: Жүктеп алып, пайдаланғаны үшін әрбір пайдаланушыға, қолданба ішіндегі сатып алулар арқылы қолдау көрсеткен әрбір пайдаланушыға және достарыма алғыс айтамын.
km: សូមអរគុណដល់អ្នកប្រើប្រាស់ម្នាក់ៗសម្រាប់ការទាញយក និងប្រើប្រាស់ សូមអរគុណដល់អ្នកប្រើប្រាស់ដែលបានទិញក្នុងកម្មវិធីសម្រាប់ការគាំទ្រ និងសូមអរគុណដល់មិត្តភក្តិជុំវិញខ្លួនសម្រាប់ការគាំទ្រ។
kn: ಡೌನ್‌ಲೋಡ್ ಮತ್ತು ಬಳಕೆಗಾಗಿ ಪ್ರತಿಯೊಬ್ಬ ಬಳಕೆದಾರರಿಗೆ ಧನ್ಯವಾದಗಳು, ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿನ ಖರೀದಿಯ ಬೆಂಬಲಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು ಮತ್ತು ಸ್ನೇಹಿತರ ಬೆಂಬಲಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.
ko: 다운로드하고 이용해 주신 모든 사용자분들, 인앱 구매로 후원해 주신 분들, 그리고 주변 친구들의 응원에 감사드립니다.
lt: Dėkoju kiekvienam naudotojui už atsisiuntimą ir naudojimą, dėkoju visiems pirkusiems programėlėje už paramą ir dėkoju draugams už palaikymą.
lv: Paldies ikvienam lietotājam par lejupielādi un lietošanu, paldies ikvienam, kurš veicis pirkumu lietotnē, un paldies draugiem par atbalstu.
ml: ഡൗൺലോഡ് ചെയ്ത് ഉപയോഗിച്ച ഓരോ ഉപയോക്താവിനും നന്ദി, ഇൻ-ആപ്പ് പർച്ചേസ് വഴി പിന്തുണച്ചവർക്കും, സുഹൃത്തുക്കളുടെ പിന്തുണയ്ക്കും നന്ദി.
mr: डाउनलोड आणि वापर करणाऱ्या प्रत्येक वापरकर्त्याचे आभार, इन-ॲप खरेदी करणाऱ्यांचे आभार आणि मित्रांच्या पाठिंब्याबद्दल आभार.
ms: Terima kasih kepada setiap pengguna yang memuat turun dan menggunakan, terima kasih atas sokongan pembelian dalam aplikasi, dan terima kasih kepada rakan-rakan atas sokongan.
my: ဒေါင်းလုဒ်လုပ်ပြီး အသုံးပြုပေးသော အသုံးပြုသူတစ်ဦးချင်းစီ၊ ဝယ်ယူအားပေးသော အသုံးပြုသူများနှင့် ဘေးနားမှ ပံ့ပိုးပေးကြသော သူငယ်ချင်းများကို ကျေးဇူးတင်ရှိပါသည်။
nb: Takk til hver bruker for nedlasting og bruk, takk for støtten fra de som har kjøpt i appen, og takk til venner for støtten.
nl: Bedankt aan elke gebruiker voor het downloaden en gebruiken, bedankt aan elke betalende gebruiker voor de steun, bedankt aan vrienden om me heen voor de steun.
or: ଡାଉନଲୋଡ୍ ଏବଂ ବ୍ୟବହାର କରିଥିବା ପ୍ରତ୍ୟେକ ଉପଭୋକ୍ତାଙ୍କୁ ଧନ୍ୟବାଦ, ଇନ୍-ଆପ୍ କ୍ରୟ କରିଥିବା ଉପଭୋକ୍ତାଙ୍କ ସମର୍ଥନ ପାଇଁ ଧନ୍ୟବାଦ, ସାଙ୍ଗମାନଙ୍କ ସମର୍ଥନ ପାଇଁ ଧନ୍ୟବାଦ।
pa: ਡਾਊਨਲੋਡ ਕਰਨ ਅਤੇ ਵਰਤਣ ਲਈ ਹਰ ਉਪਭੋਗਤਾ ਦਾ ਧੰਨਵਾਦ, ਸਮਰਥਨ ਲਈ ਹਰ ਇਨ-ਐਪ ਖਰੀਦਦਾਰ ਦਾ ਧੰਨਵਾਦ, ਅਤੇ ਦੋਸਤਾਂ ਦੇ ਸਮਰਥਨ ਲਈ ਧੰਨਵਾਦ।
pl: Dziękuję każdemu użytkownikowi za pobranie i używanie, dziękuję za wsparcie przy zakupach w aplikacji i dziękuję przyjaciołom za wsparcie.
pt_br: Obrigado a cada usuário pelo download e uso, obrigado a cada usuário que comprou itens internos e obrigado aos amigos pelo apoio.
pt_pt: Obrigado a cada usuário pelo download e uso, obrigado pelo apoio de cada usuário que comprou no app e obrigado aos amigos pelo apoio.
ro: Mulțumesc fiecărui utilizator pentru descărcare și utilizare, mulțumesc fiecărui utilizator care a achiziționat în aplicație pentru sprijin și mulțumesc prietenilor pentru susținere.
ru: Спасибо каждому пользователю за загрузку, спасибо покупателям за поддержку, спасибо друзьям.
sk: Ďakujem každému používateľovi za stiahnutie a používanie, ďakujem každému používateľovi, ktorý si zakúpil obsah, a ďakujem priateľom za podporu.
sl: Hvala vsakemu uporabniku za prenos in uporabo, hvala vsakemu uporabniku za nakupe v aplikaciji in hvala prijateljem za podporo.
sq: Faleminderit çdo përdoruesi për shkarkimin dhe përdorimin, faleminderit çdo përdoruesi për blerjet brenda aplikacionit dhe faleminderit miqve për mbështetjen.
sv: Tack till varje användare för nedladdning och användning, tack till varje användare som gjort köp i appen för stödet, och tack till vänner i närheten för stödet.
sw: Asante kwa kila mtumiaji kwa kupakua na kutumia, asante kwa kila mtumiaji wa ununuzi wa ndani ya programu kwa usaidizi, na asante kwa marafiki kwa usaidizi.
ta: பதிவிறக்கம் செய்து பயன்படுத்திய ஒவ்வொரு பயனருக்கும் நன்றி, ஆதரவு அளித்த ஒவ்வொரு வாடிக்கையாளருக்கும் நன்றி, மற்றும் நண்பர்களின் ஆதரவிற்கும் நன்றி.
te: డౌన్‌లోడ్ చేసి ఉపయోగిస్తున్న ప్రతి వినియోగదారుకు, మద్దతు ఇచ్చిన ప్రతి చెల్లింపు వినియోగదారుకు మరియు స్నేహితులకు ధన్యవాదాలు.
th: ขอบคุณผู้ใช้ทุกท่านที่ดาวน์โหลดและใช้งาน ขอบคุณทุกการสนับสนุนจากการซื้อภายในแอป และขอบคุณเพื่อนๆ รอบตัวที่ให้การสนับสนุน
tr: İndiren ve kullanan her kullanıcıya, destek veren her uygulama içi satın alma kullanıcısına ve yanımdaki arkadaşlarıma teşekkür ederim.
uk: Дякую кожному користувачеві за завантаження, дякую покупцям за підтримку, дякую друзям за допомогу.
ur: ڈاؤن لوڈ اور استعمال کرنے والے ہر صارف کا شکریہ، ایپ کے اندر خریداری کرنے والے صارفین کے تعاون کا شکریہ، اور قریبی دوستوں کے تعاون کا شکریہ۔
uz: Har bir foydalanuvchiga yuklab olgani va foydalangani uchun, har bir ichki xarid foydalanuvchisiga qo'llab-quvvatlagani uchun va yaqin do'stlarimga yordami uchun rahmat.
vi: Cảm ơn mỗi người dùng đã tải xuống và sử dụng, cảm ơn sự ủng hộ của mỗi người dùng mua hàng trong ứng dụng, cảm ơn sự ủng hộ của bạn bè xung quanh.
zh_hans: 感谢每一位用户的下载和使用，感谢每一位内购用户的支持，感谢身边朋友的支持。
zh_hant: 感謝每一位使用者的下載和使用，感謝每一位內購使用者的支持，感謝身邊朋友的支持。
zh_hk: 感謝每一位用戶的下載和使用，感謝每一位內購用戶的支援，感謝身邊朋友的支援。

source: Thank you to the following platforms for their selfless contributions.
ar: شكر للمنصات التالية على جهودهم غير الأنانية
az: Aşağıdakı platformalara fədakar töhfələrinə görə təşəkkür edirəm
bg: Благодаря за безкористната отдаденост на следните платформи
bn: নিম্নলিখিত প্ল্যাটফর্মগুলোর নিঃস্বার্থ অবদানের জন্য কৃতজ্ঞতা
ca: Gràcies a les següents plataformes per la seva dedicació desinteressada
ceb: Salamat sa mosunod nga mga plataporma sa ilang dili hinakog nga dedikasyon
cs: Děkuji následujícím platformám za jejich nezištný přínos
da: Tak til følgende platforme for uselvisk bidrag
de: Danke an die folgenden Plattformen für ihren selbstlosen Beitrag
el: Ευχαριστίες στις παρακάτω πλατφόρμες για την ανιδιοτελή προσφορά τους
es: Gracias a las siguientes plataformas por su contribución desinteresada
es_us: Gracias a las siguientes plataformas por su contribución desinteresada
et: Tänan järgmisi platvorme nende omakasupüüdmatu panuse eest
fa: تشکر از پلتفرم‌های زیر برای مشارکت بی‌دریغشان
fi: Kiitos seuraaville alustoille epäitsekkäästä panoksesta
fil: Salamat sa mga sumusunod na platform para sa kanilang walang pag-iimbot na dedikasyon
fr: Merci aux plateformes suivantes pour leur contribution désintéressée
fr_ca: Merci aux plateformes suivantes pour leur contribution désintéressée
ga: Buíochas leis na hardáin seo a leanas as a dtiomantas neamhleithleach
gu: નિઃસ્વાર્થ સમર્પણ માટે નીચેના પ્લેટફોર્મનો આભાર
he: תודה לפלטפורמות הבאות על תרומתן הבלתי אנוכית
hi: निस्वार्थ समर्पण के लिए निम्नलिखित प्लेटफार्मों का धन्यवाद
hr: Hvala sljedećim platformama na nesebičnom doprinosu
hu: Köszönet az alábbi platformok önzetlen hozzájárulásáért
id: Terima kasih atas kontribusi tanpa pamrih dari platform berikut
is: Þakkir til eftirfarandi vettvanga fyrir óeigingjarnt framlag
it: Grazie alle seguenti piattaforme per il contributo altruistico
ja: 以下のプラットフォームの惜しみない貢献に感謝します
jv: Matur nuwun kanggo platform ing ngisor iki kanggo dedikasi tanpa pamrih
kk: Келесі платформаларға риясыз үлесі үшін алғыс айтамыз
km: សូមអរគុណដល់វេទិកាខាងក្រោមសម្រាប់ការលះបង់ដោយមិនគិតពីខ្លួនឯង
kn: ನಿಸ್ವಾರ್ಥ ಕೊಡುಗೆಗಾಗಿ ಕೆಳಗಿನ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಿಗೆ ಧನ್ಯವಾದಗಳು
ko: 아낌없이 기여해 준 다음 플랫폼들에 감사드립니다
lt: Dėkojame šioms platformoms už nesavanaudišką indėlį
lv: Paldies tālāk norādītajām platformām par nesavtīgo ieguldījumu
ml: നിസ്വാർത്ഥ സേവനത്തിന് താഴെ പറയുന്ന പ്ലാറ്റ്‌ഫോമുകൾക്ക് നന്ദി
mr: खालील प्लॅटफॉर्मच्या निस्वार्थ योगदानाबद्दल आभार
ms: Terima kasih kepada platform berikut atas sumbangan tanpa pamrih
my: အောက်ပါ ပလက်ဖောင်းများ၏ ရက်ရောသော ပံ့ပိုးမှုများအတွက် ကျေးဇူးတင်ရှိပါသည်
nb: Takk til følgende plattformer for deres uegennyttige bidrag
nl: Bedankt aan de volgende platforms voor hun onbaatzuchtige bijdrage
or: ନିଃସ୍ୱାର୍ଥପର ଅବଦାନ ପାଇଁ ନିମ୍ନଲିଖିତ ପ୍ଲାଟଫର୍ମଗୁଡିକୁ ଧନ୍ୟବାଦ
pa: ਨਿਰਸਵਾਰਥ ਸਮਰਪਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਪਲੇਟਫਾਰਮਾਂ ਦਾ ਧੰਨਵਾਦ
pl: Dziękuję poniższym platformom za bezinteresowny wkład
pt_br: Obrigado às seguintes plataformas pela dedicação altruísta
pt_pt: Obrigado às seguintes plataformas pela dedicação altruísta
ro: Mulțumiri următoarelor platforme pentru dedicarea lor altruistă
ru: Благодарим следующие платформы за бескорыстный вклад
sk: Ďakujeme nasledujúcim platformám za ich nezištný príspevok
sl: Hvala naslednjim platformam za njihov nesebičen prispevek
sq: Faleminderit platformave të mëposhtme për kontributin e tyre vetëmohues
sv: Tack till följande plattformar för deras osjälviska bidrag
sw: Asante kwa majukwaa yafuatayo kwa mchango wao usio na ubinafsi
ta: பின்வரும் தளங்களின் தன்னலமற்ற பங்களிப்பிற்கு நன்றி
te: ఈ ప్లాట్‌ఫారమ్‌ల నిస్వార్థ సహకారానికి ధన్యవాదాలు
th: ขอบคุณแพลตฟอร์มต่อไปนี้สำหรับการอุทิศตน
tr: Aşağıdaki platformlara özverili katkıları için teşekkürler
uk: Дякуємо наступним платформам за їхній внесок
ur: ان کی بے لوث شراکت کے لیے درج ذیل پلیٹ فارمز کا شکریہ
uz: Quyidagi platformalarga beg'araz hissalari uchun rahmat
vi: Cảm ơn sự cống hiến vô tư của các nền tảng sau
zh_hans: 感谢以下平台的无私奉献
zh_hant: 感謝以下平台的無私奉獻
zh_hk: 感謝以下平台的無私奉獻

source: Thanks
ar: شكر
az: Təşəkkürlər
bg: Признателност
bn: কৃতজ্ঞতা স্বীকার
ca: Crèdits
ceb: Mga Pag-ila
cs: Poděkování
da: Anerkendelser
de: Danksagung
el: Ευχαριστίες
es: Agradecimientos
es_us: Agradecimientos
et: Tänusõnad
fa: قدردانی
fi: Kiitokset
fil: Mga Pasasalamat
fr: Remerciements
fr_ca: Remerciements
ga: Buíochas
gu: આભાર
he: תודות
hi: आभार
hr: Zasluge
hu: Köszönetnyilvánítás
id: Ucapan Terima Kasih
is: Þakkir
it: Riconoscimenti
ja: 謝辞
jv: Kredit
kk: Алғыс
km: ការថ្លែងអំណរគុណ
kn: ಕೃತಜ್ಞತೆಗಳು
ko: 감사의 말
lt: Padėkos
lv: Pateicības
ml: നന്ദി അറിയിക്കുന്നു
mr: आभार
ms: Penghargaan
my: ကျေးဇူးတင်လွှာ
nb: Takk til
nl: Dankwoord
or: କୃତଜ୍ଞତା
pa: ਧੰਨਵਾਦ
pl: Podziękowania
pt_br: Agradecimentos
pt_pt: Agradecimentos
ro: Mulțumiri
ru: Благодарности
sk: Poďakovanie
sl: Zahvale
sq: Mirënjohje
sv: Tack till
sw: Shukrani
ta: நன்றிகள்
te: కృతజ్ఞతలు
th: กิตติกรรมประกาศ
tr: Teşekkürler
uk: Подяки
ur: اعترافات
uz: Minnatdorchilik
vi: Lời cảm ơn
zh_hans: 鸣谢
zh_hant: 鳴謝
zh_hk: 鳴謝

# THB
source: Thai Baht
ar: بات تاي
az: Tayland bahtı
bg: Тайландски бат
bn: থাই বাহাত
ca: Baht tailandès
cs: Thajský baht
da: Thailandsk Baht
de: Thailändischer Baht
el: Μπατ Ταϊλάνδης
es: Baht tailandés
es_us: Baht tailandés
et: Tai baat
fa: بات تایلند
fi: Thaimaan baht
fr: Baht thaïlandais
fr_ca: Baht thaïlandais
ga: Baht na Téalainne
gu: થાઈ બાહત
he: באהט תאילנדי
hi: थाई बात
hr: Tajlandski baht
hu: Thai bát
id: Baht Thailand
is: Taílenskt bat
it: Baht thailandese
ja: タイ・バーツ
jv: Baht Thailand
kk: Тай баты
km: បាតថៃ
kn: ಥಾಯ್ ಬಹ್ತ್
ko: 태국 바트
lt: Tailando batas
lv: Taizemes bats
ml: തായ് ബാറ്റ്
mr: थाई बात
ms: Baht Thailand
my: ထိုင်း ဘတ်
nb: Thailandske baht
nl: Thaise baht
or: ଥାଇ ବାଟ୍
pa: ਥਾਈ ਬਾਹਤ
pl: Bat tajlandzki
pt_br: Baht tailandês
pt_pt: Baht tailandês
ro: Baht thailandez
ru: Тайский бат
sk: Thajský baht
sl: Tajski baht
sq: Baht Tajlandez
sv: Thailändsk baht
sw: Baht ya Thailand
ta: தாய் பாட்
te: థాయ్ బాట్
th: บาทไทย
tr: Tayland Bahtı
uk: Тайський бат
ur: تھائی بھات
uz: Tailand bati
vi: Baht Thái
zh_hant: 泰銖
zh_hk: 泰銖
